---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateTopPrefix
source: html/cb1f5a9f-79d4-f15c-1998-1b2cd378e4e1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotCoordinateTopPrefix Property

"Top Coordinate Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotCoordinateTopPrefix { get; }
```